tap "caskroom/cask"
tap "charmbracelet/tap"
tap "cjbassi/gotop"
tap "d12frosted/emacs-plus"
tap "derailed/k9s"
tap "federico-terzi/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "iina/mpv-iina"
tap "koekeishiya/formulae"
tap "mongodb/brew"
cask "xquartz"
brew "asciidoc"
brew "awscli"
brew "bat"
brew "binutils"
brew "binwalk"
brew "broot"
brew "calcurse"
brew "cmake"
brew "coreutils"
brew "curl"
brew "diffutils"
brew "direnv"
brew "elinks"
brew "fd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "git"
brew "glfw"
brew "gnutls"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "go"
brew "gopass"
brew "graphviz"
brew "grep"
brew "gzip"
brew "helm"
brew "htop"
brew "hugo"
brew "jq"
brew "khal"
brew "kubernetes-cli"
brew "lbdb"
brew "make"
brew "mas"
brew "mutt"
brew "neofetch"
brew "neomutt"
brew "neovim"
brew "nmap"
brew "node"
brew "octant"
brew "openjdk"
brew "pandoc"
brew "pass"
brew "poppler"
brew "pre-commit"
brew "pstree"
brew "python@2", link: false
brew "restic"
brew "ripgrep"
brew "screen"
brew "taskell"
brew "tig"
brew "tmux"
brew "traefik"
brew "urlview"
brew "w3m"
brew "watch"
brew "wget"
brew "wtfutil"
brew "yamllint"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "charmbracelet/tap/glow"
brew "cjbassi/gotop/gotop"
brew "d12frosted/emacs-plus/emacs-plus@27", link: false
brew "derailed/k9s/k9s"
brew "federico-terzi/espanso/espanso"
brew "iina/mpv-iina/mpv-iina"
brew "mongodb/brew/mongodb-community"
cask "3dconnexion"
cask "alacritty"
cask "amethyst"
cask "anki"
cask "balenaetcher"
cask "betaflight-configurator"
cask "blender"
cask "blue-sherpa"
cask "chromium"
cask "clipy"
cask "coconutbattery"
cask "displaycal"
cask "docker"
cask "dropbox"
cask "font-cascadia"
cask "font-hack-nerd-font"
cask "font-source-code-pro"
cask "fork"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "grandperspective"
cask "hyper"
cask "iina"
cask "inkscape"
cask "intellij-idea"
cask "ithoughtsx"
cask "java"
cask "karabiner-elements"
cask "keka"
cask "keyboardcleantool"
cask "kitty"
cask "kube-forwarder"
cask "lens"
cask "menumeters"
cask "microsoft-teams"
cask "moneymoney"
cask "monodraw"
cask "moom"
cask "mpv"
cask "nvidia-geforce-now"
cask "oni"
cask "openscad"
cask "paw"
cask "postbox"
cask "qmk-toolbox"
cask "qutebrowser"
cask "resolutionator"
cask "robo-3t"
cask "roon"
cask "scroll-reverser"
cask "sidenotes"
cask "spotify"
cask "steam"
cask "syncthing"
cask "telegram"
cask "terminus"
cask "tunnelblick"
cask "typora"
cask "vagrant"
cask "vimr"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
mas "Affinity Photo", id: 824183456
mas "Bear", id: 1091189122
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "MWeb", id: 1403919533
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
